tap "homebrew/cask-drivers"

brew "wget"
brew "htop"
brew "awk"
brew "ripgrep"
brew "yarn"
# brew "mongodb-community", restart_service: true
brew "youtube-dl"
brew "zsh-completions"
brew "gdb"
brew "fzf"
brew "mas"
brew "neovim"
brew "neofetch"
brew "jq"
brew "tmux"
# brew "blackbox"
# brew "ruby"
brew "gh"
brew "java"
brew "qmk/qmk/qmk"
brew "nvm"
brew "pandoc"
brew "autojump"
brew "watch"
brew "pure"

# brew "koekeishiya/formulae/yabai"
# brew install skhd
# brew install uberstrich
