tap "homebrew/cask-font"

brew "ast-grep"
brew "atuin"
brew "bat"
brew "btop"
brew "claude-code"
brew "colima"
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "docker"
brew "eza"
brew "fnm"
brew "font-meslo-lg-nerd-font"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubectl"
brew "kubectx"
brew "lazygit"
brew "luarocks"
brew "mactex"
brew "micromamba"
brew "miniconda"
brew "opencode"
brew "pass"
brew "pinentry-mac"
brew "pnpm"
brew "qemu"
brew "quarto"
brew "rust"
brew "sk"
brew "terraform"
brew "tree-sitter-cli"
brew "uv"
brew "yq"
brew "zed"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"