tap "homebrew/cask-drivers"

brew "wget"
brew "htop"
brew "awk"
brew "ripgrep"
brew "yarn"
# brew "mongodb-community", restart_service: true
brew "yt-dlp"
brew "zsh-completions"
# brew "gdb"
brew "fzf"
brew "mas"
brew "neovim"
brew "neofetch"
brew "tmux"
brew "gh"
brew "java"
brew "qmk/qmk/qmk"
brew "fnm"
brew "pandoc"
brew "autojump"
brew "watch"
brew "pure"
brew "rga"

# rga dependencies
brew "poppler"
brew "tesseract"
brew "ffmpeg"

brew "tree"
brew "tldr"
# brew "koekeishiya/formulae/yabai"
# brew install skhd
# brew install uberstrich
