brew "autojump"
brew "awk"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "htop"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "poppler"
brew "rga"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tesseract"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zsh-completions"