tap "homebrew/cask-font"

brew "atuin"
brew "bat"
brew "bfg"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fnm"
brew "font-meslo-lg-nerd-font"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "imagemagick"
brew "mactex"
brew "miniconda"
brew "micromamba"
brew "pinentry-mac"
brew "pnpm"
brew "quarto"
brew "rust"
brew "terraform"
brew "zoxide"
