tap "homebrew/cask-drivers"
tap "homebrew/cask-font"

# brew "koekeishiya/formulae/yabai"
# brew "koekeishiya/formulae/skhd"
brew "autojump"
brew "awk"
brew "docker"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "font-meslo-lg-nerd-font"
brew "fzf"
brew "gh"
brew "gnupg"
brew "htop"
brew "lazygit"
brew "mas"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "qmk/qmk/qmk"
brew "rga"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tesseract"
brew "texlive"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zsh-completions"