tap "homebrew/cask-font"
tap "oven-sh/bun"

brew "bun"
brew "bfg"
brew "deno"
brew "docker"
brew "fnm"
brew "font-meslo-lg-nerd-font"
brew "jq"
brew "lazygit"
brew "gh"
brew "gnupg"
brew "miniconda"
brew "micromamba"
brew "pinentry-mac"
brew "pnpm"
brew "rust"
brew "serverless"